Repository: 7-Psychopaths/Kokybe
Catalog: src/damis/locale/*/LC_MESSAGES/django.po
Languages: lt

source: File
lt: Failas

source: Corrupted zip archive file.
lt: Zip archyvas pažeistas.

source: The zip archive should contain exactly one file, {0} found.
lt: Zip archyve turėtų būti vienas failas, tačiau rasta {0}.

source: This field is required
lt: Šis laukas yra privalomas

source: File type is not supported. Please select a tab, csv, txt, arff or zip file.
lt: Šis failo tipas nepalaikomas. Pasirinkite tab, csv, txt, arff ar zip failą.

source: Please choose a unique title, as "{0}" already exists.
lt: Pasirinkite kitą pavadinimą, nes "{0}" jau egzistuoja.

source: Username
lt: Naudotojo vardas

source: Password
lt: Slaptažodis

source: Username or password is incorrect
lt: Naudotojo vardas arba slaptažodis yra neteisingas

source: Repeat Password
lt: Pakartokite slaptažodį

source: First name
lt: Vardas

source: Last name
lt: Pavardė

source: E-mail
lt: El. pašto adresas

source: Organization
lt: Organizacija

source: This username is already taken.
lt: Šis naudotojo vardas jau užimtas.

source: User with this email already exist.
lt: Naudotojas su šiuo el. pašto adresu jau egzistuoja.

source: Please enter correct email address
lt: Įveskite teisingą savo el. pašto adresą

source: Title
lt: Pavadinimas

source: Dataset file
lt: Duomenų failas

source: Description
lt: Aprašymas

source: Input connection is not connected
lt: Įeities jungtis nėra prijungta

source: This value must be specified
lt: Ši reikšmė turi būti nurodyta

source: User
lt: Naudotojas

source: Updated
lt: Atnaujinta

source: Created
lt: Sukurta

source: Is from MIDAS
lt: Iš MIDAS

source: username
lt: Naudotojo vardas

source: Enter a valid username.
lt: Įveskite tinkamą naudotojo vardą.

source: first name
lt: Vardas

source: last name
lt: Pavardė

source: Email address
lt: El. pašto adresas

source: Was email approved
lt: Ar el. paštas buvo patvirtintas

source: staff status
lt: darbuotojo statusas

source: Designates whether the user can log into this admin site.
lt: Nurodo ar naudotojas turi administratoriaus teises.

source: active
lt: Aktyvus

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lt: Nurodo ar naudotojas yra aktyvus. Naudotojas turi būti deaktyvuojamasvietoje jo paskyros ištrynimo.

source: date joined
lt: paskyros sukūrimo data

source: {0} account activated
lt: {0} paskyra aktyvuota

source: Title EN
lt: Angliškas pavadinimas

source: Title LT
lt: Lietuviškas pavadinimas

source: Cluster home page
lt: Skaičiavimo telkinio namų puslapis

source: Workload page
lt: Apkrovimo puslapis

source: Description EN
lt: Aprašymas EN

source: Description LT
lt: Aprašymas LT

source: Icon
lt: Paveiksliukas

source: <p>{0}</p><p>Cluster home:</p><p><a href="{1}" target="blank">{1}</a></p><p>Cluster workload:</p><p><a href="{2}" target="blank">{2}</a></p>
lt: <p>{0}</p><p>Klasterio svetainė:</p><p><a href="{1}" target="blank">{1}</a></p><p>Klasterio apkrovimas:</p><p><a href="{2}" target="blank">{2}</a></p>

source: Upload data
lt: Duomenų įkėlimas

source: Preprocessing
lt: Pirminis apdorojimas

source: Statistical primitives
lt: Statistiniai primityvai

source: Dimension reduction
lt: Dimensijos mažinimas

source: Classification, grouping
lt: Klasifikavimas, grupavimas

source: View results
lt: Rezultatų peržiūra

source: Category
lt: Kategorija

source: WSDL link
lt: WSDL nuoroda

source: WSDL function name
lt: WSDL funkcijos pavadinimas

source: Cluster
lt: Klusteris

source: Label EN
lt: Antraštė EN

source: Label LT
lt: Antraštė LT

source: Dataset
lt: Duomenys

source: Integer
lt: Sveikasis

source: Float
lt: Slankaus kablelio

source: Double
lt: Dvigubo tikslumo slankaus kablelio

source: String
lt: Simbolių eilutė

source: Text
lt: Tekstas

source: Boolean
lt: Loginė reikšmė

source: Date
lt: Data

source: Date and time
lt: Data ir laikas

source: Time
lt: Laikas

source: Component
lt: Komponentė

source: Option
lt: Parinktis

source: Type
lt: Tipas

source: Required
lt: Būtinas

source: Default
lt: Standartinė reikšmė

source: Connection type
lt: Jungties tipas

source: Saved
lt: Išsaugota

source: Running
lt: Vykdoma

source: Error
lt: Klaida

source: Finished
lt: Įvykdyta

source: Experiment title
lt: Eksperimento pavadinimas

source: Start
lt: Pradžia

source: Finish
lt: Pabaiga

source: Status
lt: Statusas

source: Workflow state
lt: Scenarijaus būsena

source: Maximum calculation time
lt: Maksimali skaičiavimo trukmė

source: Processor number
lt: Procesorių skaičius

source: Experiment
lt: Eksperimentas

source: Error message
lt: Klaidos pranešimas

source: Parameter
lt: Parametras

source: Workflow Task
lt: Scenarijaus užduotis

source: Source
lt: Šaltinis

source: Target
lt: Tikslas

source: This service is not implemented yet
lt: Šis servisas dar nerealizuotas

source: Lithuanian
lt: Lietuvių

source: English
lt: Anlgų

source: Not implemented, yet
lt: Kol kas nerealizuota

source: Object No.
lt: Objekto Nr.

source: attr{0}
lt: atr{0}

source: You have to execute this experiment first to see the result.
lt: Norėdami peržiūrėti rezultatus, turite įvykdyti eksperimentą.

source: More than {0} classes found in the class attribute {1}. Please select another class attribute.
lt: Pasirinktas klasės atributas <b>"{1}"</b> turi daugiau kaip <b>{0}</b> skirtingų reikšmių. Pasirinkite kitą klasės atributą.

source: image
lt: pav

source: Please specify attributes to render you data:
lt: Pasirinkite atributus, kuriuos norite vaizduoti:

source: {0} confirm email
lt: {0} el. pašto adreso patvirtinimas

source: User was activated
lt: Naudotojas buvo aktyvuotas

source: {0}: Approve {1}
lt: {0}: Patvirtinti {1}

source: {0} password recovery
lt: {0} slaptažodžio atstatymas

source: Source code
lt: Išeities kodas

source: Experiment editor
lt: Eksperimento kūrimas

source: Experiment history
lt: Eksperimentų istorija

source: Frequently Asked Questions
lt: Dažnai užduodami klausimai

source: How to use uploaded data file in experiment workflow?
lt: Kaip eksperimente panaudoti prieš tai įkeltą duomenų failą?

source: Component "EXISTING DATA" is used for this purpose. Firstly you have to drag this component to the experiment workflow, double click on it and choose your uploaded file from dropdown menu. Now you can construct rest of your experiment.
lt: Tam skirta "EXISTING DATA" komponentė. Pirmiausia šią komponentę nutempkite į eksperimento užduočių seką, du kartus paspaudę pasirinkite įkeltąjį failą, tada šią komponentę galite naudoti užduočių sekai sudaryti.

source: How to see experiment results after experiment execution?
lt: Kaip pamatyti eksperimento vykdymo rezultatus?

source: You have to join one of "VIEW RESULTS" component to the ending of your experiment workflow. When experiment finishes its execution "VIEW RESULTS" components become active, if you double click on them results will be displayed.
lt: Prie eksperimento scenarijaus pabaigos reikia priejungti vieną iš rezultatų pavaizdavimo komponenčių. Kai eksperimentas yra įvykdomas, pavaizdavimo komponentės tampa aktyvios, ant jų paspaudus du kartus galima pamatyti vykdymo rezultatus.

source: File list
lt: Failų sąrašas

source: Upload file from computer
lt: Įkelti failą iš kompiuterio

source: Upload file from MIDAS
lt: Įkelti failą iš MIDAS

source: Simple DAMIS use-case
lt: Paprastas DAMIS panaudos scenarijus

source: Here should be image with its comments.
lt: Čia turėtų būti paveikslėlis ir jo komentarai.

source: Workflow components and their descriptions
lt: Komponentės ir jų aprašymai

source: Each available workflow component should be described here.
lt: Visų prieinamų komponenčių sąrašas ir kiekvienos iš jų aprašymas.

source: Its <b>open science infrastructure</b>, provided for Lithuanians, who want to create science.
lt: Tai <b>atvira mokslo infrastruktūra</b>, skirta mokslą norintiems kurti Lietuvos piliečiams.

source: Main tool for scientists, but also suitable for business, which aims to practically apply scientific knowledge, and for individual programmers, who search for challenges.
lt: Pagrindinis įrankis mokslininkams, bet tinka tiek verslui, siekiančiam praktiškai taikyti mokslo žinias, tiek ir individualiems programuotojams, norintiems išbandyti savo jėgas.

source: Tool ultimately oriented to openess, reusability, endeavoring to create a perfect niche for <b>computational</b> and <b>science application</b> business arise.
lt: Įrankis maksimaliai orientuotas į atvirumą, perpanaudojamumą, siekiant sukurti idealią nišą <b>skaičiuojamąjam</b> bei <b>mokslo taikomąjam</b> verslui kurtis.

source: Experiments
lt: Eksperimentai

source: Components
lt: Komponentės

source: Users
lt: Naudotojai

source: Help
lt: Pagalba

source: FAQ
lt: DUK

source: (Logout)
lt: (Atsijungti)

source: Log in
lt: Prisijungti

source: <b>Your email was confirmed</b>. Now administrator will approve your registration and inform you by email.
lt: <b>Jūsų el. pašto adresas patvirtintas</b>. Dabar laukite kol administratorius patvirtins Jūsų duomenis ir informuos Jus el. paštu.

source: Login
lt: Prisijungti

source: Forgot password? You can
lt: Pamiršote slaptažodį?

source: recover it here
lt: Spauskite čia

source: Do not have an account? You can
lt: Neturite paskyros?

source: register here
lt: Registruokitės čia

source: Set password
lt: Nustatyti slaptažodį

source: Password recovery email sent.
lt: Laiškas su slaptažodžio atstatymo nuoroda buvo išsiųstas Jūsų el. pašto adresu.

source: Register
lt: Registruotis

source: Further registration instructions was sent to your email.
lt: Tolimesnės registracijos instrukcijos buvo išsiųstos į Jūsų elektroninį paštą.

source: To reset your password enter your email. Letter with password recovery URL will be sent.
lt: Norėdami atnaujinti slaptažodį įveskite savo el. pašto adresą. Laiškas su slaptažodžio nustatymo nuoroda bus išsiųstas.

source: Send password recover email
lt: Atnaujinti slaptažodį

source: Your account %(username)s at %(domain)s was activated. You can login here:
lt: Jūsų %(username)s naudotojas %(domain)s sistemoje buvo aktyvuotas. Galite prisijungti paspaudę šią nuorodą:

source: New user have registered at %(domain)s and confirmed its email. You can review %(username)s user registration information by clicking this URL:
lt: Naujas naudotojas prisiregistravo %(domain)s sistemoje ir patvirtino savo el. pašto adresą. Galite peržiūrėti %(username)s naudotojo registracijos informaciją paspausdami šią nuorodą:

source: You can activate %(username)s user by clicking this URL:
lt: Galite aktyvuoti %(username)s naudotoją paspausdami šią nuorodą:

source: In order to register new account at %(domain)s you have to confirm your email by clicking this link:
lt: Norėdami sukurti naują paskyrą %(domain)s svetainėje turite patvirtinti savo el. pašto adresą paspausdami šią nuorodą:

source: After email confirmation, administrator will review your request and will confirm or reject new account creation.
lt: Kai patvirtinsite el. pašto adresą, administratorius peržiūrės paskyros duomenis ir patvirtins arba atmes naujos paskyros sukūrimą.

source: You can reset %(user)s at %(domain)s password by pressing this link:
lt: Galite nustatyti %(user)s naudotojo %(domain)s sistemoje slaptažodį paspausdami šią nuorodą:

source: Dataset used in the experiment
lt: Eksperimentui naudojamas failas

source: New file
lt: Naujas failas

source: Choose
lt: Pasirinkti

source: No file selected
lt: Joks failas nėra pasirinktas

source: Fields with an asterix are required
lt: Žvaigždute pažymėti laukai yra privalomi

source: This is MIDAS file
lt: Tai yra MIDAS failas

source: Delete
lt: Ištrinti

source: These items will be permanently deleted and cannot be recovered. Are you sure?
lt: Ar tikrai norite, kad pažymėti įrašai būtų negrįžtamai ištrinti?

source: Uploaded files
lt: Įkeltų failų sąrašas

source: Size
lt: Dydis

source: No files were uploaded yet. You can upload one
lt: Kol kas nėra įkeltų failų. Įkelti failą galite

source: here
lt: čia

source: Form contains errors
lt: Formoje yra klaidų

source: Error:
lt: Klaida:

source: Select file type
lt: Pasirinkite failo formatą

source: Select destination
lt: Pasirinkite saugojimo vietą

source: User computer
lt: Naudotojo kompiuteris

source: This functionality will be negotiated during the 6th activity.
lt: Šis funkcionalumas bus derinamas 6 veiklos atlikimo metu.

source: Value
lt: Reikšmė

source: Are you sure you want to delete component
lt: Ar tikrai norite pašalinti komponentę

source: Component list
lt: Komponenčių sąrašas

source: Create component
lt: Kurti komponentę

source: Component Parameters
lt: Komponentės parametrai

source: Save
lt: Išsaugoti

source: Delete selected items
lt: Ištrinti pažymėtus

source: Actions
lt: Veiksmai

source: Edit
lt: Redaguoti

source: No components were uploaded yet. You can upload one
lt: Kol kas nėra įkeltų komponenčių. Įkelti komponentę galite

source: Are you sure you want to delete dataset
lt: Ar tikrai norite pašalinti duomenų rinkinį

source: Author
lt: Autorius

source: Download
lt: Atsisiuntimas

source: Download CSV file
lt: Atsisiųsti CSV failą

source: Download ARFF file
lt: Atsisiųsti ARFF failą

source: Download TXT file
lt: Atsisiųsti TXT failą

source: Download TAB file
lt: Atsisiųsti TAB failą

source: Download XLS file
lt: Atsisiųsti XLS failą

source: Upload dataset
lt: Įkelti duomenis

source: Cluster information
lt: Skaičiavimo telkinio informacija

source: New experiment
lt: Naujas eksperimentas

source: Execute
lt: Vykdyti

source: Confirm
lt: Patvirtinkite

source: execution
lt: vykdymą

source: Password:
lt: Slaptažodis:

source: dataset with
lt: duomenų rinkmeną su

source: component.
lt: komponentė.

source: Tasks
lt: Užduotys

source: parameters
lt: Parametrai

source: No experiments were created yet. You can create one
lt: Nėra sukurtų eksperimentų. Eksperimentus kurti galite

source: Dataset list
lt: Rinkmenų sąrašas

source: Update profile
lt: Atnaujinti profilį

source: Name Surname
lt: Vardas pavardė

source: Is active
lt: Aktyvus

source: No users were created yet. You can register
lt: Kol kas nėra sukurtų naudotojų. Registruotis galite

source: Comes from connection
lt: Jungties įėjimas

source: Next
lt: Sekantis

source: Prev
lt: Ankstesnis
